Repository: faush01/plugin.video.embycon
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: Host
es_es: Equipo

# #30001
source: Port
es_es: Puerto

# #30003
source: Verify HTTPS certificate
es_es: Verificar certificado HTTPS

# #30005
source: Username
es_es: Usuario

# #30006
source: Password
es_es: Contraseña

# #30007
source: Samba username
es_es: Usuario Samba

# #30008
source: Samba password
es_es: Contraseña Samba

# #30010
source: Number of performance profiles to capture
es_es: Número de perfiles de ejecución a capturar

# #30011
source: [Detect local server]
es_es: [Detectado servidor local]

# #30012
source: [Change user]
es_es: [Cambiar usuario]

# #30015
source: Log timing data
es_es: Registrar datos de tiempo

# #30016
source: Device display name
es_es: Nombre para mostrar del dispositivo

# #30017
source: Show connected clients
es_es: Mostrar clientes conectados

# #30018
source: Number of items to show in filtered lists
es_es: Número de elementos a mostrar en listas filtradas

# #30019
source: Filtered episode name format
es_es: Formato de nombre de episodio filtrado

# #30020
source: Flatten single season
es_es: Aplanar temporada única

# #30021
source: Show all episodes item
es_es: Mostrar elementos de todos los episodios

# #30022
source: Advanced
es_es: Avanzado

# #30023
source: Hide unwatched episode details
es_es: Ocultar detalles de episodios no vistos

# #30024
source: Username:
es_es: Usuario:

# #30025
source: Password:
es_es: Contraseña:

# #30026
source: Widget item select action
es_es: Acción de selección de elemento de widget

# #30027
source: Enable debug logging
es_es: Habilitar registro de depuración

# #30044
source: Incorrect Username/Password
es_es: Usuario/contraseña incorrectos

# #30045
source: Username not found
es_es: Usuario no encontrado

# #30052
source: Deleting
es_es: Eliminando

# #30053
source: Waiting for server to delete
es_es: Esperando a que el servidor elimine

# #30091
source: Confirm delete?
es_es: ¿Confirmar eliminación?

# #30092
source: Warning: This action will delete the media files from the server.
es_es: Advertencia: esta acción eliminará los archivos multimedia del servidor.

# #30110
source: Interface
es_es: Interfaz

# #30111
source: Services
es_es: Servicios

# #30112
source: Loading Content
es_es: Cargando contenido

# #30113
source: Retrieving Data
es_es: Recuperando datos

# #30114
source: Jump back seconds
es_es: Saltar segundos atrás

# #30116
source: Add unwatched counts to names
es_es: Agregar recuentos de no vistos a los nombres

# #30118
source: Add resume percent to names
es_es: Agregar porcentaje de reanudación a los nombres

# #30120
source: Show load progress
es_es: Mostrar progreso de carga

# #30121
source: On Resume
es_es: En resumen

# #30125
source: Done
es_es: Echo

# #30126
source: Processing Item :
es_es: Elemento de procesamiento:

# #30139
source: No Media Type Set
es_es: No fijado tipo de medio

# #30163
source: Add (cc) if subtitle is available
es_es: Agregar (cc) si hay subtítulos disponibles

# #30166
source: Select Server
es_es: Seleccionar servidor

# #30167
source: Selected Server Address
es_es: Seleccionar dirección de servidor

# #30169
source: Address:
es_es: Dirección:

# #30180
source: Select User
es_es: Seleccionar usuario

# #30181
source: Include plot
es_es: Incluir argumento

# #30182
source: Include media stream info
es_es: Incluir información de transmisión multimedia

# #30183
source: Include people
es_es: Incluir personajes

# #30200
source: URL error: %s
es_es: Error URL: %s

# #30201
source: Unable to connect to server
es_es: No se puede conectar al servidor

# #30206
source: Playback type
es_es: Tipo de reproducción

# #30207
source: Playback
es_es: Reproducción

# #30208
source: Transcode Bitrate (Kbits)
es_es: Bitrate de transcodificación (Kbits)

# #30209
source: File direct path
es_es: Ruta directa de archivo

# #30210
source: HTTP direct stream
es_es: HTTP transmisión directa

# #30211
source: HTTP transcode
es_es: Transcodificación HTTP

# #30212
source: Transcode max width
es_es: Transcodificar ancho máximo

# #30213
source: Transcode force 8 bit
es_es: Transcodificar forzar 8 bit

# #30214
source: Events
es_es: Eventos

# #30215
source: On playback stop (100% = disabled)
es_es: En parada de reproducción (100% = deshabilitado)

# #30216
source: Item Details
es_es: Detalles elemento

# #30217
source: Prompt to delete episode after %
es_es: Sugerir eliminar episodio después de %

# #30218
source: Play next episode after %
es_es: Reproducir próximo episodio después de %

# #30219
source: - Prompt before play
es_es: - Sugerir antes de reproducir

# #30220
source: Prompt to delete movie after %
es_es: Sugerir eliminar película después de %

# #30222
source: Item Layout
es_es: Diseño de elemento

# #30223
source: Page Size and Filtering
es_es: Tamaño de página y filtrado

# #30224
source: Interaction
es_es: Interacción

# #30229
source: TV Shows
es_es: Series TV

# #30231
source: Movies
es_es: Películas

# #30235
source: Episodes
es_es: Episodios

# #30236
source: Force transcode h265(hevc)
es_es: Forzar transcodificación h265(hevc)

# #30237
source: Start from beginning
es_es: Empezar desde el inicio

# #30238
source: Playback Options
es_es: Opciones de reproducción

# #30239
source: Force transcode mpeg2
es_es: Forzar transcodificación mpeg2

# #30240
source: Force transcode msmpeg4v3(divx)
es_es: Forzar transcodificación msmpeg4v3(divx)

# #30241
source: Force transcode mpeg4
es_es: Forzar transcodificación mpeg4

# #30246
source: Search
es_es: Buscar

# #30247
source: Custom Widget Content
es_es: Contenido de widget personalizado

# #30250
source: Unknown
es_es: Desconocido

# #30251
source: Movies - Genres
es_es: Películas - Géneros

# #30252
source: Movies - A-Z
es_es: Películas - A-Z

# #30254
source: Show add-on settings
es_es: Mostrar ajustes del complemento

# #30255
source: TV Shows - A-Z
es_es: Series TV - A-Z

# #30256
source: Movies
es_es: Películas

# #30257
source: Movies - Recently Added
es_es: Películas - Recientemente añadido

# #30258
source: Movies - In Progress
es_es: Películas - En progreso

# #30259
source: Movies - Favorites
es_es: Películas - Favoritos

# #30261
source: TV Shows
es_es: Series TV

# #30262
source: TV Shows - Favorites
es_es: Series TV - Favoritos

# #30263
source: Episodes - Recently Added
es_es: Episodios - Recientemente añadido

# #30264
source: Episodes - In Progress
es_es: Episodios - En progreso

# #30265
source: Episodes - Next Up
es_es: Episodios - Siguiente

# #30266
source: Movies - Pages
es_es: Películas - Páginas

# #30267
source: - In Progress
es_es: - En progreso

# #30268
source: - Recently Added
es_es: - Recientemente añadido

# #30269
source: Movies - Random
es_es: Películas - Aleatorio

# #30270
source: Mark Watched
es_es: Marcar como visto

# #30271
source: Mark Unwatched
es_es: Marcar como no visto

# #30272
source: Set Favourite
es_es: Establecer como favorito

# #30273
source: Unset Favourite
es_es: Quitar de favorito

# #30274
source: Delete
es_es: Eliminar

# #30275
source: Force Transcode
es_es: Forzar transcodificación

# #30276
source: Extra Resume Prompt Detected
es_es: Detectada sugerencia de resumen adicional

# #30277
source: EmbyCon needs to prompt for resume on partily played items, Kodi can also prompt, this can cause a double prompt. Do you want to remove the double prompt?
es_es: EmbyCon necesariamente avisara para reanudar los elementos parcialmente reproducidos, Kodi también puede avisar, esto puede causar un doble aviso. ¿Quieres eleminar este doble aviso?

# #30278
source: - Next Up
es_es: - Siguiente

# #30279
source: TV Shows - Unwatched
es_es: Series TV - No vistos

# #30280
source: Missing Title
es_es: Título ausente

# #30281
source: Refresh Cached Images
es_es: Refrescar caché de imágenes

# #30282
source: No Emby servers detected on your local network.
es_es: No se detectaron servidores Emby en su red local.

# #30283
source: Play Next Episode?
es_es: ¿Reproducir siguiente episodio?

# #30285
source: - Unwatched
es_es: - No visto

# #30286
source: Movies - Unwatched
es_es: Películas - No vistas

# #30287
source: TV Shows - Latest
es_es: Series TV - Último

# #30288
source: - Latest
es_es: - Último

# #30289
source: TV Shows - Genres
es_es: Series TV - Géneros

# #30290
source: All
es_es: Todo

# #30291
source: Select Audio Stream
es_es: Seleccionar canal de audio

# #30292
source: Select Subtitle Stream
es_es: Seleccionar subtítulo

# #30293
source: Cache images
es_es: Caché de imágenes

# #30294
source: Notice
es_es: Aviso

# #30295
source: To use this feature you need HTTP control enabled
es_es: Para usar esta función, necesita activar el control HTTP

# #30296
source: Delete
es_es: Eliminar

# #30297
source: Delete unused images?
es_es: ¿Eliminar imágenes no utilizadas?

# #30298
source: Deleting Kodi Images
es_es: Eliminando imágenes de Kodi

# #30299
source: Cache Images
es_es: Caché de imágenes

# #30300
source: Cache all Emby images as local Kodi images?
es_es: ¿Almacenar en caché todas las imágenes de Emby como imágenes locales de Kodi?

# #30301
source: Caching Images
es_es: Almacenando imágenes en caché

# #30302
source: Existing images :
es_es: Imágenes existentes :

# #30303
source: Missing Emby images :
es_es: Imágenes de Emby que faltan :

# #30304
source: Cached Emby images :
es_es: Imágenes de Emby en caché

# #30305
source: Not Found: %s
es_es: No encontrado: %s

# #30306
source: Playback starting: %s
es_es: Reproducción comenzando: %s

# #30307
source: Play Trailer
es_es: Reproducir tráiler

# #30308
source: Select Trailer
es_es: Seleccionar tráiler

# #30309
source: Select Media Source
es_es: Seleccionar fuente

# #30310
source: Enable Emby remote control
es_es: Habilitar control remoto Emby

# #30311
source: Library -
es_es: Biblioteca -

# #30312
source: All -
es_es: Todo -

# #30313
source: Menu
es_es: Menú

# #30314
source: Play
es_es: Reproducir

# #30315
source: Suppress notifications for connection errors
es_es: Suprimir notificaciones para errores de conexión

# #30316
source: Connection Error
es_es: Erro de conexión

# #30317
source: Play All
es_es: Reproducir todo

# #30318
source: Music - Albums
es_es: Música - Álbumes

# #30320
source: - Albums
es_es: - Álbumes

# #30322
source: Auto resume
es_es: Auto reanudar

# #30325
source: - Genres
es_es: - Géneros

# #30327
source: Go To Season
es_es: Ir a Temporadas

# #30328
source: Show empty folders (shows, seasons, collections)
es_es: Mostrar carpetas vacias (series, temporadas, colecciones)

# #30329
source: Screensaver
es_es: Salvanpantallas

# #30330
source: Show change user dialog
es_es: Mostrar diálogo para cambiar de usuario

# #30331
source: Movies per page
es_es: Películas por página

# #30332
source: Stop media playback on screensaver activation
es_es: Detener reproducción de medios con la activación del protector de pantalla

# #30333
source: Cache artwork in the background
es_es: Almacenar en caché ilustraciones en el fondo

# #30334
source: Use EmbyCon context menu
es_es: Usar menú contextual EmbyCon

# #30337
source: Song
es_es: Canciones

# #30338
source: Album
es_es: Álbum

# #30339
source: Person
es_es: Persona

# #30340
source: Group movies into collections
es_es: Agrupar películas en colecciones

# #30341
source: Background image update interval (0 = disabled)
es_es: Intervalo de actualización de imagen de fondo (0 = desactivado)

# #30342
source: New content check interval (0 = disabled)
es_es: Intervalo de comprobación de nuevo contenido (0 = desactivado)

# #30343
source: Changes Require Kodi Restart
es_es: Los cambios requieren reiniciar Kodi

# #30344
source: Number of images removed from cache : %s
es_es: Número de imágenes quitadas de la caché : %s

# #30345
source: Cache server requests
es_es: Caché de peticiones del servidor

# #30346
source: Deleteing Cached Images
es_es: Eliminando caché de imágenes

# #30347
source: Getting Existing Images
es_es: Obteniendo imágenes actuales

# #30348
source: Add user ratings
es_es: Agregar valoración de usuario

# #30349
source: - Recently Played
es_es: - Recientemente reproducido

# #30350
source: Music - Recently Added
es_es: Música - Recientemente añadida

# #30351
source: Music - Recently Played
es_es: Música - Recientemente reproducida

# #30352
source: Music - Frequently Played
es_es: Música - Frecuentemente reproducidas

# #30319
source: Music - All Album Artists
es_es: Música - Todos los artistas del álbum

# #30321
source: - Album Artists
es_es: - Artistas del álbum

# #30353
source: - Frequently Played
es_es: - Frecuentemente reproducidas

# #30354
source: Go To Series
es_es: Ir a Series

# #30355
source: Kodi Settings->Services->Allow remote control via HTTP
es_es: Ajustes de Kodi > Servicios > Control > Permitir control vía HTTP

# #30356
source: Loading existing image list
es_es: Cargando lista de imágenes existentes

# #30357
source: Processing existing image list
es_es: Procesando lista de imágenes existentes

# #30358
source: Retreiving remote image list
es_es: Recuperando lista de imágenes remotas

# #30359
source: Building full image list
es_es: Construyendo lista de imágenes completas

# #30360
source: - Channels
es_es: - Canales

# #30361
source: - Programs
es_es: - Programas

# #30362
source: - Recordings
es_es: - Grabaciones

# #30363
source: Save Password?
es_es: ¿Guardar contraseña?

# #30364
source: Do you want to save the password?
es_es: ¿Quieres guardar la contraseña?

# #30365
source: Manual Login
es_es: Inicio de sesión manual

# #30366
source: Manually enter user details
es_es: Introducir manualmente los detalles del usuario

# #30367
source: Allow fast user switching password saving
es_es: Permitir al usuario cambiar rápidamente la contraseña guardada

# #30368
source: Clear Password?
es_es: ¿Borrar contraseña?

# #30369
source: Do you want to clear your saved password?
es_es: ¿Desea borrar su contraseña guardada?

# #30370
source: Do you want to manually enter a server url?
es_es: ¿Desea introducir manualmente una URL del servidor?

# #30371
source: Could not connect to the URL you entered, do you want to try again?
es_es: No se pudo conectar a la URL que ingresó, ¿Quiere intentarlo de nuevo?

# #30372
source: Server URL
es_es: URL a Servidor

# #30373
source: Scanning for local servers
es_es: Escaneando servidores locales

# #30374
source: Sending request
es_es: Enviando peticiones

# #30375
source: Receiving data packet: %s
es_es: Recibiendo paquete de datos: %s

# #30376
source: Checking server url
es_es: Comprobando URL del servidor

# #30377
source: Sending request
es_es: Enviando peticiones

# #30378
source: Persist user details
es_es: Detalles de usuario persistentes

# #30379
source: External subtitle prompt
es_es: Sugerir subtítulo externo

# #30380
source: Never
es_es: Nunca

# #30381
source: More than one
es_es: Más de una vez

# #30382
source: Always
es_es: Siempre

# #30383
source: System -
es_es: Sistema -

# #30384
source: Random movies interval minutes (0 = disabled)
es_es: Películas aleatorias intervalo en minutos (0 = desactivado)

# #30385
source: Existing images before delete :
es_es: Imágenes antes de borrar :

# #30386
source: Unused Emby images :
es_es: Imágenes Emby no utilizadas :

# #30387
source: Unused images removed :
es_es: Imágenes no utilizadas eliminadas :

# #30388
source: Server details
es_es: Detalles servidor

# #30389
source: User details
es_es: Detalles usuario

# #30390
source: Protocol
es_es: Protocolo

# #30393
source: Clear Cache Result
es_es: Limpiar resultados en caché

# #30394
source: %s cache files deleted
es_es: % archivos caché eliminados

# #30395
source: Clear cached server data
es_es: Limpiar datos de servidor en caché

# #30397
source: - Pages
es_es: - Páginas

# #30398
source: Refresh Emby Metadata
es_es: Refrescar metadatos Emby

# #30399
source: Hide
es_es: Ocultar

# #30400
source: Cache images interval minutes (0 = disabled)
es_es: Imágenes en caché intervalo en minutos (0 = desactivado)

# #30402
source: Add to Kodi Playlist
es_es: Añadir a lista de reproducción de Kodi

# #30403
source: Movies - Recommendations
es_es: Películas - Recomendaciones

# #30405
source: - Show All
es_es: - Mostrar todo

# #30406
source: Emby Libraries
es_es: Biblioteca Emby

# #30407
source: Global Lists
es_es: Listas globales

# #30408
source: Custom Widgets
es_es: Widgets personalizados

# #30409
source: Add-on Actions
es_es: Acciones Add-on

# #30410
source: - Collections
es_es: - Colecciones

# #30411
source: - Years
es_es: - Años

# #30412
source: - Decades
es_es: - Décadas

# #30413
source: - Tags
es_es: - Etiquetas

# #30414
source: - Favorites
es_es: - Favoritos

# #30415
source: - Favorite Collections
es_es: - Colecciones favoritas

# #30416
source: HTTP timeout seconds
es_es: Timeout HTTP en segundos

# #30417
source: You do not have permision to delete this item
es_es: No tiene permiso para eliminar este elemento

# #30418
source: Audio bitrate (kbs)
es_es: Bitrate de Audio (kbs)

# #30419
source: Audio codec
es_es: Códec de audio

# #30420
source: Audio max channels
es_es: Canales máximos de audio

# #30421
source: Views
es_es: Vistas

# #30422
source: Sorting
es_es: Ordenación

# #30423
source: NotSet
es_es: No establecido

# #30424
source: Default
es_es: Por defecto

# #30425
source: Year
es_es: Año

# #30426
source: Title
es_es: Título

# #30427
source: Added
es_es: Añadido

# #30428
source: Rating
es_es: Valoración

# #30429
source: Genre
es_es: Género

# #30430
source: Label
es_es: Etiqueta

# #30431
source: Seasons
es_es: Temporadas

# #30432
source: Hide watched items in lists
es_es: Ocultar elementos vistos en la lista

# #30433
source: Allow direct file playback
es_es: Permitir la reproducción de archivos directos

# #30434
source: Force transcode stream bitrate (kbs)
es_es: Forzar bitrate del flujo de transcodificación (kbs)

# #30435
source: Connection speed test
es_es: Prueba de velocidad de conexión

# #30436
source: Speed test data size (MB)
es_es: Tamaño de los datos de la prueba de velocidad (MB)

# #30437
source: Playback options
es_es: Opciones de reproducción

# #30438
source: Play cinema intros
es_es: Reproducir intros de cine

# #30439
source: Show play next episode at time left
es_es: Mostrar reproducir el próximo episodio en un momento concreto

# #30440
source: Play next
es_es: Reproducir siguiente

# #30441
source: Force fullscreen video
es_es: Forzar video en pantalla completa
